/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Päätä myöhemmin";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Poista käytöstä";

/* The title of the Edit menu item. */
"Edit" = "Muokkaus";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Ota käyttöön";

/* The title of the Input menu item. */
"Input" = "Syöttötapa";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Havaittiin vanhantyylisiä syötönhallintaliitännäisiä";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Erikoismerkit…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Asennettuna on yksi tai useampia vanhantyylisiä syötönhallintaliitännäisiä. Ne käyttävät ei-tuettua ja dokumentoimatonta ominaisuutta käyttöjärjestelmässä. Mac OS X 10.5 Leopardissa ja uudemmissa tämä syöttömenetelmäominaisuus on turvallisuussyistä oletusarvoisesti pois käytöstä. Apple suosittelee ominaisuuden pitämistä pois käytöstä. Ominaisuuden pitäminen pois käytöstä ei rajoita käyttöjärjestelmän toiminnallisuutta.\r\rHaluatko ottaa syötönhallintaliitännäiset käyttöön (asetus tulee voimaan uudelleenkirjautumisen jälkeen)?";

